<?php

return [
    "bot.name" => [
        "en" => "Axenia",
        "ru" => "Аксинья",
        "ruUN" => "Аксинья"
    ],
    "bot.start" => [
        "en" => "So it begins.",
        "ru" => "Стартуем!",
        "ruUN" => "Стартуем!"
    ],
    "bot.error" => [
        "en" => "Ops! Something broken.. 🤷‍♀️",
        "ru" => "Опа, кажись что-то сломалось.. 🤷‍♀️",
        "ruUN" => "Оп, сломалось чот.. 🤷‍♀️"
    ],
    "bot.onlyPrivate" => [
        "en" => "Sorry, but this I can do only in groups.",
        "ru" => "Это я могу сделать только в групповых чатах.",
        "ruUN" => "Это я могу сделать только в групповых чатах."
    ],
    "bot.rating" => [
        "en" => "Hey, <b>:user</b>, if you like this bot, please, give him ⭐️⭐️⭐️⭐️⭐️ in t.me/storebot?start=:botName",
        "ru" => "<b>:user</b>, если тебе понравился наш бот, пожалуйста, поставь ему ⭐️⭐️⭐️⭐️⭐️ здесь: t.me/storebot?start=:botName",
        "ruUN" => "<b>:user</b>, если тебе понравился наш бот, пожалуйста, поставь ему ⭐️⭐️⭐️⭐️⭐️ здесь: t.me/storebot?start=:botName"
    ],
    "user.pickChat" => [
        "en" => "Please, <a href='t.me/:botName?startgroup=0'>pick а group</a> where I'll handle the karma points and more. ✌😊",
        "ru" => "<a href='t.me/:botName?startgroup=0'>Выбери в группу</a>, где я буду считать карму и не только. ✌😊",
        "ruUN" => "<a href='t.me/:botName?startgroup=0'>Выберай группу</a>, где я буду считать карму и не только. ✌😊"
    ],
    "chat.greetings" => [
        "en" => "Hello! My name is Axenia and I can count the karma points.\r\nUse /help to see more about and /settings for switch language.",
        "ru" => "Приветствую. Меня зовут Аксения. Я умею считать карму.\r\nИспользуй /help для подробностей и /settings для смены языка.",
        "ruUN" => "Приветствую. Меня зовут Аксения. И я считаю карму.\r\nИспользуй /help для подробностей и /settings для смены языка."
    ],
    "chat.help" => [
        "en" => "<b>💬 What I can?</b>\r\n\r\n<b>Raising/reducing karma</b>
Type 'plus' (+ or 👍) for raising or 'minus' (- or 👎) for reducing karma points to the user on which message it will be replying.
Also I understand messages in format like \"+ @username\" and etc.\r\n
<b>Commands</b>
/top - show top of users in current group.
/my_stats - show your global statistics.
/settings - open dialog to change the language and to toggle silent-mode which mute bot comments and cooldown time between user's messages about decrease/increase karma points (admin only)
/buy - Also you may buy some content (kitty, gif etc) on your karma points.\r\n
<i>Statistics are available on</i> axeniabot.ru. 
Please, give a rating for me ;) t.me/storebot?start=axenia_bot",
        "ru" => "<b>💬 Что я умею?</b>\r\n\r\n<b>Поднятие/опускание кармы</b>
Поставьте '+' (или 👍) в ответ на чье-то сообщение для поднятия кармы или '-'(или 👎) для её опускания.
Также понимаю сообщение формата \"+ @username\" и тому подобное.\r\n
<b>Команды</b>
/top - покажу топ держателей кармы в этом группе.
/my_stats - покажу твои глобальные статы кармы
/settings - мои настройки: смена языка, переключение режима не комментирования (тихий режим) и смена таймера между командами пользователя
/buy - магазин контента. Карму можно потратить на покупки забавных картинок
/donate - поблагодарить авторов. Им надо на хостинг. В благодарность авторы добавят печенек\r\n
<i>Статистику можно посмотреть на сайте</i> axeniabot.ru<i>. Канал поддержки:</i> @Axenia_Channel.
Оценить бота t.me/storebot?start=axenia_bot",
        "ruUN" => "<b>💬 Что я умею?</b>\r\n\r\n<b>Поднятие/опускание кармы</b>
Поставьте '+' (или 👍) в ответ на чье-то сообщение для поднятия кармы или '-'(или 👎) для её опускания.
Также понимаю сообщение формата \"+ @username\" и тому подобное.\r\n
<b>Команды</b>
/top - покажу топ кармописек в этом группе.
/my_stats - покажу твои глобальные статы кармы
/settings - мои настройки: смена языка, переключение режима не комментирования (тихий режим) и смена таймера между командами пользователя
/buy - магазинчик контента. Карму можно потратить на покупки забавных картинок и не только забавных
/donate - задонатить авторам на хостинг. Те в благодарность отсыпят печенек\r\n
<i>Статистику можно посмотреть на сайте</i> axeniabot.ru<i>. Канал поддержки:</i> @Axenia_Channel.
Оценить бота t.me/storebot?start=axenia_bot"
    ],
    "user.stat.inline" => [
        "en" => "Statistic of the 👤 :user",
        "ru" => "Статистика пользователя 👤 :user",
        "ruUN" => "Статистика пользователя 👤 :user"
    ],
    "user.stat.title" => [
        "en" => " ℹ️ <b>The user's statistic</b>",
        "ru" => " ℹ️ <b>Статистика пользователя</b>",
        "ruUN" => " ℹ️ <b>Статистика юзера</b>"
    ],
    "user.stat.name" => [
        "en" => '👤' . " Name: ",
        "ru" => '👤' . " Имя: ",
        "ruUN" => '👤' . " Имя: "
    ],
    "user.stat.inchat" => [
        "en" => "📍 Karma's rate in current group: ",
        "ru" => "📍 Карма в группе: ",
        "ruUN" => "📍 Карма в группе: "
    ],
    "user.stat.sum" => [
        "en" => "🔮 Global karma's rate: ",
        "ru" => "🔮 Всего кармы: ",
        "ruUN" => "🔮 Наебашил кармы: "
    ],
    "user.stat.place" => [
        "en" => "📊 Rating: ",
        "ru" => "📊 Место в рейтинге: ",
        "ruUN" => "📊 Место в рейтинге: "
    ],
    "user.stat.membership" => [
        "en" => "👥 Has karma points in: ",
        "ru" => "👥 Имеет карму в: ",
        "ruUN" => "👥 Имеет карму в: "
    ],
    "user.stat.cookies" => [
        "en" => "🍪 Cookies: ",
        "ru" => "🍪 Печеньки: ",
        "ruUN" => "🍪 Печеньки: "
    ],
    "user.stat.rewards" => [
        "en" => "🏅 Rewards: ",
        "ru" => "🏅 Награды: ",
        "ruUN" => "🏅 Медальки: "
    ],
    "karma.top.title" => [
        "en" => "<b>🏆Top list of Karma owners in the «:chatName»:</b>\r\n\r\n",
        "ru" => "<b>🏆Самые почётные люди группы «:chatName»:</b>\r\n\r\n",
        "ruUN" => "<b>🍌Самые длинные кармописюны группы «:chatName»:</b>\r\n\r\n"
    ],
    "karma.top.row" => [
        "en" => ":username (:karma)\r\n",
        "ru" => ":username (:karma)\r\n",
        "ruUN" => ":username (:karma см)\r\n"
    ],
    "karma.top.firstrow" => [
        "en" => '⭐' . ":username (:karma)\r\n",
        "ru" => '⭐' . ":username (:karma)\r\n",
        "ruUN" => '👮🏿' . ":username (:karma см)\r\n"
    ],
    "karma.top.footer" => [
        "en" => "<a href=':pathToSite?group_id=:chatId'>Read more.</a> <i>(on Russian)</i>",
        "ru" => "<a href=':pathToSite?group_id=:chatId'>Подробнее..</a>",
        "ruUN" => "<a href=':pathToSite?group_id=:chatId'>Подробнее..</a>"
    ],
    "karma.top.private" => [
        "en" => "The Karma's top is available only in groups",
        "ru" => "Топ кармы доступен только в групповых чатах.",
        "ruUN" => '😐' . "Ты это действительно? \r\nТоп кармы доступен только в групповых чатах. В приватных чатах в топе только я 😊"
    ],
    "karma.plus" => [
        "en" => "<b>:from (:k1)</b> has given some karma points to <b>:to (:k2)</b>",
        "ru" => "<b>:from (:k1)</b> увеличил карму <b>:to (:k2)</b>",
        "ruUN" => "<b>:from (:k1)</b> подкинул в карму <b>:to (:k2)</b>"
    ],
    "karma.minus" => [
        "en" => "<b>:from (:k1)</b> has taken some karma points from <b>:to (:k2)</b>",
        "ru" => "<b>:from (:k1)</b> уменьшил карму <b>:to (:k2)</b>",
        "ruUN" => "<b>:from (:k1)</b> насрал в карму <b>:to (:k2)</b>"
    ],
    "karma.yourself" => [
        "en" => "Do not do it again, please!",
        "ru" => "Больше так не делай",
        "ruUN" => "Давай <b>без</b> кармадрочерства"
    ],
    "karma.tooSmallKarma" => [
        "en" => "You <b>can't</b> vote with the negative count of karma points",
        "ru" => "Ты <b>не можешь</b> голосовать с отрицательной кармой",
        "ruUN" => "Ты <b>не можешь</b> голосовать с отрицательной кармой"
    ],
    "karma.tooFast" => [
        "en" => "Not so fast. The group has a limit for user's messages.",
        "ru" => "Не так быстро. В группе установлено ограничение.",
        "ruUN" => "Эй, скорострел, <b>помедленней</b>. В группе установлено ограничение."
    ],
    "karma.unknownUser" => [
        "en" => "I don't know this user 🤷‍♀️ <i>(please, try to write '👍' via Reply)</i>",
        "ru" => "Такого пользователя не знаю 🤷‍♀️ <i>(попробуй написать через Reply)</i>",
        "ruUN" => "Знать его не знаю 🤷‍♀️ <i>(попробуй написать через Reply)</i>"
    ],
    "karma.unknownUser.kicked" => [
        "en" => "This user is not in the group now 🤷‍♀️",
        "ru" => "Пользователь не находится в этом чате 🤷‍♀️",
        "ruUN" => "Такого юзера нет в этом чате 🤷‍♀️"
    ],
    "karma.manualSet" => [
        "en" => "User ':0' (id=:1) in group with id=:2 has got new karma points :3",
        "ru" => "У пользователя :0 (id=:1) в группе c id=:2 карма равна :3",
        "ruUN" => "У пользователя :0 (id=:1) в группе c id=:2 карма равна :3"
    ],
    "reward.list" => [
        "en" => "Rewards list of <b>:user</b>:\r\n:list\r\n",
        "ru" => "Список наград <b>:user</b>:\r\n:list\r\n",
        "ruUN" => "Список наград <b>:user</b>:\r\n:list\r\n"
    ],
    "reward.listInGroup" => [
        "en" => "Rewards list of <b>:user</b> in group «:chatName»:\r\n:list\r\n",
        "ru" => "Список наград <b>:user</b> в группе «:chatName»:\r\n:list\r\n",
        "ruUN" => "Список наград <b>:user</b> в группе «:chatName»:\r\n:list\r\n"
    ],
    "reward.noRewards" => [
        "en" => "You don't have rewards yet.",
        "ru" => "Ни одной награды вы еще не получили.",
        "ruUN" => "Ты еще не заслужил ни одной награды."
    ],
    "reward.new" => [
        "en" => '👏' . " User <b>:user</b> has been awarded the achievement called «<a href=':path?user_id=:user_id'>:title</a>»",
        "ru" => '👏' . " Товарищ <b>:user</b> награждается отличительным знаком «<a href=':path?user_id=:user_id'>:title</a>»",
        "ruUN" => '👏' . " Товарищ <b>:user</b> заполучил ачивку «<a href=':path?user_id=:user_id'>:title</a>»"
    ],
    "reward.type.karma.desc" => [
        "en" => "The karma points in the group :0 exceeded :1",
        "ru" => "Карма в группе :0 превысило отметку в :1",
        "ruUN" => "Карма в группе :0 превысило отметку в :1"
    ],
    "reward.type.karma1" => [
        "en" => "Karmachanic",
        "ru" => "Кармодрочер",
        "ruUN" => "Кармодрочер"
    ],
    "reward.type.karma2" => [
        "en" => "Karmaniac",
        "ru" => "Карманьяк",
        "ruUN" => "Карманьяк"
    ],
    "reward.type.karma3" => [
        "en" => "Karmonster",
        "ru" => "Кармонстр",
        "ruUN" => "Кармонстр"
    ],
    "store.title" => [
        "en" => "<b>🛍Content store</b>\r\n<i>Here you can buy a bit of content using your karma points</i>\r\n\r\n<b>:user(:k)</b>, what do you want to buy?",
        "ru" => "<b>🛍Магазин контента</b>\r\n<i>Приобретайте рандомный контент за карму, порадуйте собеседников!</i>\r\n\r\n<b>:user(:k)</b>, на что желаете потратить карму?",
        "ruUN" => "<b>🛍Магазинчик контента</b>\r\n<i>Приобретайте рандомный контент за карму, порадуйте собеседников!</i>\r\n\r\n<b>:user(:k)</b>, на что ты хочешь посмотреть?"
    ],
    "store.switchoff" => [
        "en" => "<b>🛍Content store</b> is disabled by group admin 🤷‍♂️",
        "ru" => "<b>🛍Магазин контента</b> деактивирован администрацией группы 🤷‍♂️",
        "ruUN" => "<b>🛍Магазинчик контента</b> отключён админами 🤷‍♂️"
    ],
    "store.button.buy_tits" => [
        "en" => "*CENSORED*",
        "ru" => "*ЦЕНЗУРА*",
        "ruUN" => "Сиськи :price"
    ],
    "store.button.buy_butts" => [
        "en" => "*CENSORED*",
        "ru" => "*ЦЕНЗУРА*",
        "ruUN" => "Булки :price"
    ],
    "store.button.buy_cats" => [
        "en" => "Kitty :price",
        "ru" => "Котики :price",
        "ruUN" => "Котэ :price"
    ],
    "store.button.buy_bashorg" => [
        "en" => "Bash.Im :price",
        "ru" => "Bash.Im :price",
        "ruUN" => "Bash.Im :price"
    ],
    "store.button.buy_gif" => [
        "en" => "GIF :price",
        "ru" => "Гифка :price",
        "ruUN" => "Гифка :price"
    ],
    "store.button.buy_jokes" => [
        "en" => "Joke :price",
        "ru" => "Анекдот :price",
        "ruUN" => "Анекдот :price"
    ],
    "store.button.buy_jokes18" => [
        "en" => "Joke (18+) :price",
        "ru" => "Анекдот(18+) :price",
        "ruUN" => "Анекдот(18+) :price"
    ],
    "store.button.buy_zadolbali" => [
        "en" => "Zadolba.li :price",
        "ru" => "задолба!ли :price",
        "ruUN" => "задолба!ли :price"
    ],
    "store.button.buy_ideer" => [
        "en" => "Podslushano :price",
        "ru" => "Подслушано :price",
        "ruUN" => "Подслушано :price"
    ],
    "store.event.buy_tits" => [
        "en" => "*CENSORED*",
        "ru" => "*ЦЕНЗУРА*",
        "ruUN" => "<b>:user(:k)</b> купил сиськи, всем на радость!"
    ],
    "store.event.buy_butts" => [
        "en" => "*CENSORED*",
        "ru" => "*ЦЕНЗУРА*",
        "ruUN" => "<b>:user(:k)</b> купил булки, на радость всем!"
    ],
    "store.event.buy_cats" => [
        "en" => "<b>:user(:k)</b> has bought a kitty. Isn't it funny? :)",
        "ru" => "<b>:user(:k)</b> купил котиков. Нравится?",
        "ruUN" => "<b>:user(:k)</b> купил котэ, вам на потеху!"
    ],
    "store.event.buy_gif" => [
        "en" => "<b>:user(:k)</b> has bought a GIF. Isn't it funny? :)",
        "ru" => "<b>:user(:k)</b> купил gif-анимацию. Как вам?",
        "ruUN" => "<b>:user(:k)</b> купил гифку. Вроде неплохо ;)"
    ],
    "store.event.buy_bashorg" => [
        "en" => "<b>:user(:k)</b> has bought quote from Bash.Im. Isn't it funny? :)",
        "ru" => "<b>:user(:k)</b> купил случайную цитату из Баша. Как вам?",
        "ruUN" => "<b>:user(:k)</b> купил случайную цитату из Баша. Забавно ;)"
    ],
    "store.event.buy_jokes" => [
        "en" => "<b>:user(:k)</b> has bought joke. Isn't it funny? :)",
        "ru" => "<b>:user(:k)</b> купил анекдот. Как вам?",
        "ruUN" => "<b>:user(:k)</b> купил анекдот. Забавно ;)"
    ],
    "store.event.buy_jokes18" => [
        "en" => "<b>:user(:k)</b> has bought joke (18+). Isn't it funny? :)",
        "ru" => "<b>:user(:k)</b> купил неприличный анекдот. Как вам?",
        "ruUN" => "<b>:user(:k)</b> купил пошлый анекдот. Забавно ;)"
    ],
    "store.event.buy_zadolbali" => [
        "en" => "<b>:user(:k)</b> has bought story from Zadolbali. Isn't it funny? :)",
        "ru" => "<b>:user(:k)</b> купил историю с \"Задолбали\". Как вам?",
        "ruUN" => "<b>:user(:k)</b> купил историю с \"Задолбали\". Забавно ;)"
    ],
    "store.event.buy_ideer" => [
        "en" => "<b>:user(:k)</b> has bought story from Podslushano. Isn't it funny? :)",
        "ru" => "<b>:user(:k)</b> купил историю с \"Подслушано\". Как вам?",
        "ruUN" => "<b>:user(:k)</b> купил историю с \"Подслушано\". Забавно ;)"
    ],
    "store.callback" => [
        "en" => "You have bought ':buy'. You have :k karma points.",
        "ru" => "Куплено ':buy'. Осталось кармы: :k.",
        "ruUN" => "Приобретено ':buy'. Осталось кармы: :k."
    ],
    "store.event.cant_buy" => [
        "en" => "<b>:user(:k)</b> hasn't enough karma points to buy <i>':buy'</i>",
        "ru" => "<b>:user(:k)</b> имеет недостаточно кармы для <i>':buy'</i>",
        "ruUN" => "<b>:user(:k)</b>, у тебя слишком мало кармы для <i>':buy'</i>"
    ],
    "store.callback.cant_buy" => [
        "en" => "You have not enough karma points to buy ':buy'",
        "ru" => "У вас недостаточно кармы для ':buy'",
        "ruUN" => "У тебя слишком мало кармы для ':buy'"
    ],
    "store.wrongPick" => [
        "en" => "You can't pick this. This is for user ':user'",
        "ru" => "Это предназначено для :user",
        "ruUN" => "Это не для тебя. :user должен сделать выбор."
    ],
    "settings.titleGroup" => [
        "en" => "<b>🛠Settings</b> \r\n<i>Access to changing is only for admins.</i>\r\n",
        "ru" => "<b>🛠Настройки</b> \r\n<i>Изменять могут только администраторы группы.</i>\r\n",
        "ruUN" => "<b>🛠Настройки</b> \r\n<i>Изменять настройки могут только админы.</i>\r\n"
    ],
    "settings.titlePrivate" => [
        "en" => "<b>🛠Settings</b> \r\nAttention please! Some operations for groups enabled only for administrators. Also some functions enabled for cookies🍪. \r\nYou can add cookies with /donate command.\r\n",
        "ru" => "<b>🛠Настройки</b> \r\nОбратите внимание, что часть операций, связанных с работой группы, доступна только для администраторов группы. Также часть функций доступна за печеньки🍪. \r\nПополнить их запас возможно с помощью команды /donate.\r\n",
        "ruUN" => "<b>🛠Настройки</b> \r\nОбрати внимание, что часть операций, связанных с работой группы, доступна только для администраторов группы. Также часть функций доступна за печеньки🍪. \r\nПополнить их запас можешь с помощью команды /donate.\r\n"
    ],
    "settings.adminonly" => [
        "en" => "Access to changing is only for admins.",
        "ru" => "Изменять могут только администраторы группы.",
        "ruUN" => "Изменять настройки могут только админы."
    ],
    "settings.title.cooldown" => [
        "en" => '⏱' . "Cooldown time: <b>:cooldown min.</b>",
        "ru" => '⏱' . "Таймер голосования: <b>:cooldown мин.</b>",
        "ruUN" => '⏱' . "Таймер голосования: <b>:cooldown мин.</b>"
    ],
    "settings.title.lang" => [
        "en" => '🗣' . "Language is <b>:lang</b>",
        "ru" => '🗣' . "Язык: <b>:lang</b>",
        "ruUN" => '🗣' . "Язык: <b>:lang</b>"
    ],
    "settings.title.growth" => [
        "en" => '📈' . "Growth is <b>:type</b>",
        "ru" => '📈' . "Рост кармы: <b>:type</b>",
        "ruUN" => '📈' . "Рост кармы: <b>:type</b>"
    ],
    "settings.title.access" => [
        "en" => '👥' . "Karma available for <b>:type</b>",
        "ru" => '👥' . "Карма доступна <b>:type</b>",
        "ruUN" => '👥' . "Карма доступна <b>:type</b>"
    ],
    "settings.title.silent_mode" => [
        "en" => '🔔' . "Silent-mode is <b>:status</b>",
        "ru" => '🔔' . "Тихий режим <b>:status</b>",
        "ruUN" => '🔔' . "Тихий режим <b>:status</b>"
    ],
    "settings.title.showcase" => [
        "en" => '🛍' . "Content store is <b>:status</b>",
        "ru" => '🛍' . "Магазин контента <b>:status</b>",
        "ruUN" => '🛍' . "Магазин контента <b>:status</b>"
    ],
    "settings.enabled" => [
        "en" => "enabled",
        "ru" => "включен",
        "ruUN" => "работает"
    ],
    "settings.disabled" => [
        "en" => "disabled",
        "ru" => "выключен",
        "ruUN" => "не работает"
    ],
    "settings.growth.ariphmetic" => [
        "en" => "Arithmetic",
        "ru" => "Арифметический",
        "ruUN" => "Арифметический"
    ],
    "settings.growth.geometric" => [
        "en" => "Geometric",
        "ru" => "Геометрический",
        "ruUN" => "Геометрический"
    ],
    "settings.access.for_admin" => [
        "en" => "admin only",
        "ru" => "только для администраторов группы",
        "ruUN" => "только для админов"
    ],
    "settings.access.for_everyone" => [
        "en" => "everyone",
        "ru" => "для всех пользователей группы",
        "ruUN" => "для любого встречного"
    ],
    "settings.button.toggle_silent_mode" => [
        "en" => '🔔' . "Silent-mode",
        "ru" => '🔔' . "Тихий режим",
        "ruUN" => '🔔' . "Тихий режим"
    ],
    "settings.button.set_another_growth" => [
        "en" => '📈' . "Switch karma's growth on \":type\"",
        "ru" => '📈' . "Сменить рост кармы на \":type\"",
        "ruUN" => '📈' . "Сменить рост кармы на \":type\""
    ],
    "settings.button.set_another_access" => [
        "en" => '👥' . "Set access for :type",
        "ru" => '👥' . "Сделать карму доступной :type",
        "ruUN" => '👥' . "Сделать карму доступной :type"
    ],
    "settings.button.set_showcase" => [
        "en" => '🛍' . ":type content store",
        "ru" => '🛍' . ":type магазин контента",
        "ruUN" => '🛍' . ":type магазинчик контента"
    ],
    "settings.button.lang" => [
        "en" => '🗣' . "Language",
        "ru" => '🗣' . "Язык",
        "ruUN" => '🗣' . "Язык"
    ],
    "settings.button.set_cooldown" => [
        "en" => '⏱' . "Cooldown time",
        "ru" => '⏱' . "Таймер голосования",
        "ruUN" => '⏱' . "Таймер голосования"
    ],
    "settings.enable" => [
        "en" => "Enable",
        "ru" => "Включить",
        "ruUN" => "Врубить"
    ],
    "settings.disable" => [
        "en" => "Disable",
        "ru" => "Выключить",
        "ruUN" => "Вырубить"
    ],
    "settings.minute" => [
        "en" => " min.",
        "ru" => " мин.",
        "ruUN" => " мин."
    ],
    "settings.select.cooldown" => [
        "en" => "<b>⏱Cooldown settings</b>\r\n\r\nSelect the cooldown time between user's votes ",
        "ru" => "<b>⏱Настройка таймера</b>\r\n<i>Таймер задает период ограничения для поднятия/опускания кармы. Отсчет начинается после последнего успешного поднятия/опускания кармы.</i>\r\n\r\nВыберите значение таймера:",
        "ruUN" => "<b>⏱Настройка таймера</b>\r\n<i>Таймер задает период ограничения для поднятия/опускания кармы. Отсчет начинается после последнего успешного поднятия/опускания кармы.</i>\r\n\r\nВыберите значение таймера:"
    ],
    "settings.select.lang" => [
        "en" => "<b>🗣Language settings</b>\r\n\r\nSelect the language of Axenia",
        "ru" => "<b>🗣Настройка языка</b>\r\n<i>Язык Аксиньи может быть разным.</i>\r\n\r\nВыберите из возможных:",
        "ruUN" => "<b>🗣Настройка языка</b>\r\n<i>Язык Аксиньи может быть разным.</i>\r\n\r\nВыберите из возможных:"
    ],
    "settings.button.back" => [
        "en" => '⬅️' . "Back",
        "ru" => '⬅️' . "Назад",
        "ruUN" => '⬅️' . "Назад"
    ],
    "settings.unfollow" => [
        "en" => '🙅‍♂️ ' . "Erase own karma from group",
        "ru" => '🙅‍♂️ ' . "Удалить свою карму из группы",
        "ruUN" => '🙅‍♂️ ' . "Удалить свою карму из группы"
    ],
    "settings.erase" => [
        "en" => '💀 ' . "Erase all karma from group",
        "ru" => '💀 ' . "Удалить всю карму из группы",
        "ruUN" => '💀 ' . "Удалить всю карму из группы"
    ],
    "settings.price" => [
        "en" => ' (:price🍪)',
        "ru" => ' (:price🍪)',
        "ruUN" => ' (:price🍪)'
    ],
    "settings.erase.title" => [
        "en" => "Choose group where you want erase data for all members. This operation just for group admins.\r\n\r\n <b>❗️Attention! This operation can't be canceled.</b>",
        "ru" => "Выберите группу в которой хотите очистить карму всех участников. Данные об участии в группе также будут очищены из БД. Операция доступна только для администратора группы. \r\n\r\n<b>❗️Внимание! Операция окончательная и не может быть отменена.</b>",
        "ruUN" => "Выбери группу, в которой хотите очистить карму для всех участников. Ты должен быть в ней админ, иначе ничего не получится.\r\n\r\n<b>❗️Внимание! Операция окончательная и не может быть отменена.</b>"
    ],
    "settings.erase.notallow" => [
        "en" => "You are not administrator in groups",
        "ru" => "Вы не являетесь администратором в группах",
        "ruUN" => "Ты не числишься в админах группы, сорян"
    ],
    "settings.erase.confirm" => [
        "en" => "‼️Are you sure that want erase karma in <b>\":chat\"</b>(:chat_id)?",
        "ru" => "‼️Вы уверены, что хотите очистить карму всем участникам <b>\":chat\"</b>(:chat_id)?",
        "ruUN" => "‼️Ты уверен, что хочешь снесте карму всем участникам в <b>\":chat\"</b>(:chat_id)?"
    ],
    "settings.erase.success" => [
        "en" => "Karma of members in <b>\":chat\"</b>(:chat_id) erased",
        "ru" => "Карма участников в группе <b>\":chat\"</b>(:chat_id) очищена",
        "ruUN" => "Карма всех участников в <b>\":chat\"</b>(:chat_id) обнулена"
    ],
    "settings.erase.cancel" => [
        "en" => "Erased in <b>\":chat\"</b>(:chat_id) canceled",
        "ru" => "Очищение кармы участников группы <b>\":chat\"</b>(:chat_id) отменено",
        "ruUN" => "Выпиливание кармы участников группы <b>\":chat\"</b>(:chat_id) отменено"
    ],
    "settings.groups.adminonly" => [
        "en" => "<b>This operation just for group admins.</b>",
        "ru" => "<b>Операция доступна только для администратора группы.</b>",
        "ruUN" => "<b>Ты должен быть админом группы.</b>"
    ],
    "settings.unfollow.confirm" => [
        "en" => "‼️Are you sure that want erase karma from <b>\":chat\"</b>(:chat_id)?",
        "ru" => "‼️Вы уверены, что хотите очистить карму из <b>\":chat\"</b>(:chat_id)?",
        "ruUN" => "‼️Ты уверен, что хочешь удалить свою карму из группы <b>\":chat\"</b>(:chat_id)?"
    ],
    "settings.unfollow.success" => [
        "en" => "Your karma from <b>\":chat\"</b>(:chat_id) erased",
        "ru" => "Ваша карма в группе <b>\":chat\"</b>(:chat_id) очищена",
        "ruUN" => "Твоя карма в группе <b>\":chat\"</b>(:chat_id) очищена"
    ],
    "settings.unfollow.cancel" => [
        "en" => "Erased from <b>\":chat\"</b>(:chat_id) canceled",
        "ru" => "Очищение кармы из группы <b>\":chat\"</b>(:chat_id) отменено",
        "ruUN" => "Выпиливание кармы из группы <b>\":chat\"</b>(:chat_id) отменено"
    ],
    "settings.unfollow.title" => [
        "en" => "Choose group where you want erase data about karma.\r\n\r\n <b>❗️Attention! This operation can't be canceled.</b>",
        "ru" => "Выберите группу в которой хотите очистить свою карму. Данные об участии в группе также будут очищены из БД. \r\n\r\n<b>❗️Внимание! Операция окончательная и не может быть отменена.</b>",
        "ruUN" => "Выбери группу, участие о которой вы хотите забыть. Ну и заодно я сотру всю карму, что ты получил её там.\r\n\r\n<b>❗️Внимание! Операция окончательная и не может быть отменена.</b>"
    ],
    "settings.hidden.turnon" => [
        "en" => "👻 Don't show membership",
        "ru" => "👻 Не отображать участия в группах",
        "ruUN" => "👻 Не палить группы"
    ],
    "settings.hidden.turnoff" => [
        "en" => "👻 Show membership",
        "ru" => "👻 Отображать участия в группах",
        "ruUN" => "👻 Палить группы"
    ],
    "donate.title" => [
        "en" => "Please donate for my development. In return, I will thank you with a special currency - a Cookie 🍪",
        "ru" => "Пожалуйста, пожертвуйте для моей поддержки и развития. Взамен я отблагодарю тебя особой валютой - Печенькой 🍪",
        "ruUN" => "Подкинь деньжат на хостинг. С меня печеньки 🍪 )) "
    ],
    "donate.price" => [
        "en" => ":k🍪 :r₽",
        "ru" => ":k🍪 :r₽",
        "ruUN" => ":k🍪 :r₽"
    ],
    "donate.attention" => [
        "en" => "By clicking on the payment button you agree with the terms and conditions available by the command /terms",
        "ru" => "Нажимая на кнопку оплаты вы соглашаетесь с условиями и положениями, доступными командой /terms",
        "ruUN" => "Нажимая на кнопку оплаты вы соглашаетесь с условиями и положениями, доступными командой /terms"
    ],
    "donate.bill" => [
        "en" => "Excellent choice😉  As a token of gratitude for the help in the project we will give you :nom cookies🍪",
        "ru" => "Отличный выбор😉 В знак благодарности за помощь в проекте мы подарим вам :nom печенек🍪",
        "ruUN" => "Красава😘 С меня :nom печенек🍪"
    ],
    "donate.pay" => [
        "en" => "Pay bill",
        "ru" => "Оплатить счёт",
        "ruUN" => "Задонатить любимому боту"
    ],
    "donate.check" => [
        "en" => "Check bill",
        "ru" => "Проверить состояние счёта",
        "ruUN" => "Проверить состояние счёта"
    ],
    "donate.notEnough" => [
        "en" => "Not enough :count cookies 🍪. Press /donate for get it.",
        "ru" => "Извините, у вас не хватает :count печенек 🍪 для этого функционала. Выберите команду /donate, чтобы пополнить печеньки.",
        "ruUN" => "Сорян, без :count печенек 🍪 я ничего делать не буду. Купить их можешь с помощью команды /donate."
    ],
    "confirm.yes" => [
        "en" => "Yes",
        "ru" => "Да",
        "ruUN" => "Да"
    ],
    "confirm.no" => [
        "en" => "No",
        "ru" => "Нет",
        "ruUN" => "Нет"
    ]
];
